Repository: john-giles-ff/Recover
Catalog: RECOVER_Companion/RecoverCompanionApplication/Resources/Languages/Strings.*.resx
Languages: de_de, es_es, fr, it, pt, ru, zh_hans

# InputPath
source: Input:
de_de: Eingabe:
es_es: Entrada:
fr: Entrée :
pt: Entrada:
ru: Ввод:
zh_hans: 来源:

source: Firmware:
fr: Micrologiciel :
ru: Микропрограмма:
zh_hans: 固件:

source: Software:
fr: Logiciel :
ru: Программа:
zh_hans: 软件:

source: Total:
de_de: Gesamt:
it: Totale:
ru: Всего:
zh_hans: 进度:

source: Finished Programming!
de_de: Programmierung abgeschlossen!
es_es: ¡Concluida la programación!
fr: Programmation terminée !
it: Programmazione terminata!
pt: Terminou programação!
ru: Программирование закончено!
zh_hans: 程序更新结束!

source: Initialising
de_de: Initialisierung wird ausgeführt
es_es: Inicialización
fr: Initialisation
it: Inizializzazione
pt: Inicialização
ru: Инициализация
zh_hans: 正在初始化

source: Attempting Connection
de_de: Verbindungsversuch
es_es: Intento de conexión
fr: Tentative de connexion
it: Tentativo di connessione
pt: A tentar ligação
ru: Попытка подключения
zh_hans: 正在尝试建立连接

# FailedConnection
source: Failed Connection: {0}
de_de: Nicht erfolgreiche Verbindung: {0}
es_es: Fallo de conexión: {0}
fr: Connexion échouée : {0}
it: Connessione non riuscita: {0}
pt: Ligação falhou: {0}
ru: Ошибка подключения: {0}
zh_hans: 连接失败: {0}

# ConnectionSuccesful
source: Connection Successful
de_de: Verbindung erfolgreich
es_es: Conseguida la conexión
fr: Connexion réussie
it: Connessione riuscita
pt: Ligação bem-sucedida
ru: Успешно подключено
zh_hans: 连接成功

source: Unable to Enumerate Devices
de_de: Geräte können nicht aufgezählt werden
es_es: No se pueden enumerar los dispositivos
fr: Impossible d'énumérer les appareils
it: Impossibile enumerare i dispositivi
pt: Não é possível enumerar dispositivos
ru: Не удалось перечислить устройства
zh_hans: 无法列举设备

source: Unable to Fetch Devices
de_de: Geräte können nicht abgerufen werden
es_es: No se pueden encontrar los dispositivos
fr: Impossible de rechercher les appareils
it: Impossibile recuperare i dispositivi
pt: Não é possível obter dispositivos
ru: Не удалось получить устройства
zh_hans: 无法获得设备

source: No Devices Found
de_de: Keine Geräte gefunden
es_es: No se ha encontrado ningún dispositivo
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
pt: Não foram encontrados dispositivos
ru: Устройства не найдены
zh_hans: 无法找到设备

source: Unable to Open Device
de_de: Geräte können nicht geöffnet werden
es_es: No se puede abrir el dispositivo
fr: Impossible d'ouvrir l'appareil
it: Impossibile aprire il dispositivo
pt: Não é possível abrir dispositivo
ru: Не удалось открыть устройство
zh_hans: 无法打开设备

source: Audit Logs
de_de: Überwachungsprotokolle
es_es: Registros de auditoría
fr: Journaux d'audit
it: Registri di audit
pt: Registos de auditoria
ru: Журналы аудита
zh_hans: 工作日志

source: Update Software
de_de: Software aktualisieren
es_es: Actualizar software
fr: Mettre à jour le logiciel
it: Aggiorna software
pt: Atualizar software
ru: Обновление ПО
zh_hans: 升级软件

# FirmwareInititalise
source: Firmware Update Initialising
de_de: Firmware-Update wird initialisiert
es_es: Inicialización de la actualización del firmware
fr: Initialisation de la mise à jour du logiciel
it: Inizializzazione aggiornamento firmware in corso
pt: Inicialização da atualização de firmware
ru: Инициализация обновления микропрограммы
zh_hans: 固件程序升级正在初始化

# FirmwareErasing
source: Old Firmware Erasing
de_de: Alte Firmware wird gelöscht
es_es: Eliminación del antiguo firmware
fr: Effacement de l'ancien micrologiciel
it: Cancellazione della precedente versione del firmware in corso
pt: A apagar firmware antigo
ru: Стирание старой микропрограммы
zh_hans: 正在擦除旧固件程序

# FirmwareUpdating
source: New Firmware Updating
de_de: Neue Firmware wird aktualisiert
es_es: Actualización del nuevo firmware
fr: Mise à jour du nouveau logiciel
it: Aggiornamento della nuova versione del firmware in corso
pt: Atualização de novo firmware
ru: Запись новой микропрограммы
zh_hans: 正在升级新固件程序

source: Firmware Finished
de_de: Firmware abgeschlossen
es_es: Firmware completo
fr: Micrologiciel terminé
it: Firmware terminato
pt: Terminado firmware
ru: Микропрограмма обновлена
zh_hans: 固件程序升级完毕

source: Yes
de_de: Ja
es_es: Sí
fr: Oui
it: Sì
pt: Sim
ru: Да
zh_hans: 是

source: No
de_de: Nein
fr: Non
pt: Não
ru: Нет
zh_hans: 否

# OK
source: Okay
de_de: OK
es_es: Aceptar
fr: Ok
it: OK
pt: OK
zh_hans: 确定

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Dismiss
de_de: Schließen
es_es: Eliminar
fr: Rejeter
it: Chiudi
pt: Ignorar
ru: Отменить
zh_hans: 解除

source: Invalid Erase Started Key
de_de: Ungültiger Schlüssel „Löschen gestartet“
es_es: Clave inválida de eliminación iniciada
fr: Code Effacement commencé invalide
it: Tasto di inizio cancellazione non valido
pt: Tecla "apagar iniciado" inválida
ru: Недопустимый ключ начала стирания
zh_hans: 擦除开始密钥无效

source: Invalid Erase Finished Key
de_de: Ungültiger Schlüssel „Löschen abgeschlossen“
es_es: Clave inválida de eliminación acabada
fr: Code Effacement terminé invalide
it: Tasto di termine cancellazione non valido
pt: Tecla "apagar terminado" inválida
ru: Недопустимый ключ окончания стирания
zh_hans: 擦除结束密钥无效

source: Invalid Read Receipt
de_de: Ungültige Lesebestätigung
es_es: Recibo de lectura inválida
fr: Reçu de lecture invalide
it: Ricevuta di lettura non valida
pt: Recibo de leitura inválido
ru: Недопустимое чтение рецепта
zh_hans: 读取收据无效

# NoDataToWrite
source: No Data to write file was found
de_de: Es wurden keine Daten zum Schreiben der Datei gefunden
es_es: No se han encontrado datos para escribir en el archivo
fr: Aucune donnée d'écriture du fichier n'a été trouvée
it: Non sono stati trovati dati da scrivere nel file
pt: Não foram encontrados dados para escrever ficheiro
ru: Нет данных для записи в файл
zh_hans: 未找到要写入文件的数据

# ConfirmProgram
source: Are you certain that you want to program the currently connected device?
de_de: Möchten Sie wirklich das momentan angeschlossene Gerät programmieren?
es_es: ¿Está seguro de querer programar el dispositivo conectado actualmente?
fr: Voulez-vous vraiment programmer l'appareil connecté actuellement ?
it: Sei sicuro di voler programmare il dispositivo attualmente connesso?
pt: Tem a certeza de que deseja programar o dispositivo presentemente ligado?
ru: Запрограммировать текущее подключенное устройство?
zh_hans: 是否确定对当前连接设备进行编程?

source: Start Time:
de_de: Startzeit:
es_es: Hora y fecha de inicio:
fr: Heure de début :
it: Ora di inizio:
pt: Data/Hora de Início:
ru: Время начала:
zh_hans: 开始时间:

# PumpdownMinutes
source: Conditioning Time(Minutes):
de_de: Konditionierzeit (Minuten):
es_es: Tiempo de acondicionamiento (minutos):
fr: Temps de conditionnement (Minutes) :
it: Tempo di condizionamento(minuti):
pt: Tempo de condicionamento (minutos):
ru: Продолжительность подготовки (минут):
zh_hans: 熏显腔准备时间(分钟):

# HeatMinutes
source: Fuming Time(Minutes):
de_de: Bedampfungszeit (Minuten):
es_es: Tiempo de fumigación (minutos):
fr: Temps de fumigation (Minutes) :
it: Tempo di fumigazione(minuti):
pt: Tempo de atuação dos vapores (minutos):
ru: Продолжительность обработки (минут):
zh_hans: 熏显时间(分钟):

# BaseHeaterDeviation
source: Stage 1 Heater Deviation:
de_de: Phase 1 - Heizungs-Abweichung:
es_es: Desviación de calentador - Fase 1:
fr: Écart de réchauffeur Étape 1 :
it: Fase 1 Deviazione del riscaldatore:
pt: Desvio do aquecedor – Etapa 1:
ru: Отклонение нагревателя Этап 1:
zh_hans: 阶段1加热器偏差检查:

# PrecursorHeaterDeviation
source: Stage 2 Heater Deviation:
de_de: Phase 2 - Heizungs-Abweichung:
es_es: Desviación de calentador - Fase 2:
fr: Écart de réchauffeur Étape 2 :
it: Fase 2 Deviazione del riscaldatore:
pt: Desvio do aquecedor – Etapa 2:
ru: Отклонение нагревателя Этап 2:
zh_hans: 阶段2加热器偏差检查:

source: Pressure Deviation:
de_de: Druckabweichung:
es_es: Desviación de presión:
fr: Écart de pression :
it: Deviazione della pressione:
pt: Desvio da pressão:
ru: Отклонение давления:
zh_hans: 气压偏差检查:

# TestSuccess
source: Success
de_de: Erfolg
es_es: Éxito
fr: Réussite
it: Riuscita
pt: Sucesso
ru: Успешно
zh_hans: 成功

# TestFail
source: Fail
de_de: Fehler
es_es: Fallo
fr: Échec
it: Fallita
pt: Falha
ru: Ошибка
zh_hans: 失败

source: Leak Test 1 Result:
de_de: Lecktest 1 - Ergebnis:
es_es: Resultado de ensayo de fugas 1:
fr: Résultat de test d'étanchéité 1 :
it: Risultato prova di tenuta 1:
pt: Resultado do ensaio de fugas 1:
ru: Результат теста утечки 1:
zh_hans: 泄漏测试1 结果:

source: Leak Test 2 Result:
de_de: Lecktest 2 - Ergebnis:
es_es: Resultado de ensayo de fugas 2:
fr: Résultat de test d'étanchéité 2 :
it: Risultato prova di tenuta 2:
pt: Resultado do ensaio de fugas 2:
ru: Результат теста утечки 2:
zh_hans: 泄漏测试2 结果:

source: Export
de_de: Exportieren
es_es: Exportar
it: Esportazione
pt: Exportar
ru: Экспорт
zh_hans: 导出

source: Pressure
de_de: Druck
es_es: Presión
fr: Pression
it: Pressione
pt: Pressão
ru: Давление
zh_hans: 气压

source: Base
de_de: Basis
ru: Основа
zh_hans: 底座

# Precursor
source: Precusor
de_de: Vorläufer
es_es: Precursor
fr: Précurseur
it: Precursore
pt: Precursor
ru: Исходный материал
zh_hans: 试剂

source: Fetching Log Headers
de_de: Protokollköpfe werden abgerufen
es_es: Adquisición de títulos para registros
fr: Recherche des en-têtes de journaux
it: Recupero intestazioni del registro
pt: Obter cabeçalhos de registos
ru: Получение заголовков журнала
zh_hans: 正在获取日志文件头数据

source: No Data Selected
de_de: Keine Daten ausgewählt
es_es: No se han seleccionado datos
fr: Aucune donnée sélectionnée
it: Nessun dato selezionato
pt: Não foram selecionados dados
ru: Данные не выбраны
zh_hans: 未选中数据

source: No Logs Found
de_de: Keine Protokolle gefunden
es_es: No se han encontrado registros
fr: Aucun journal trouvé
it: Nessun registro trovato
pt: Não foram encontrados registos
ru: Журналы не найдены
zh_hans: 未找到日志

# UnableToEnterPCMode
source: Recover was unable to enter PC Mode. Please try again later.
de_de: Recover konnte nicht den PC-Modus aufrufen. Bitte versuchen Sie es später noch einmal.
es_es: Recover no ha podido introducir el Modo PC. Vuelva a intentarlo más tarde.
fr: Recover n'a pas pu entrer le Mode PC. Veuillez réessayer plus tard.
it: Recover non è stato in grado di attivare la modalità PC. Si prega di riprovare più tardi.
pt: Não é possível para RECOVER entrar em Modo PC. Por favor, tente mais tarde.
ru: Recover не удалось войти в режим ПК. Повторите попытку позже.
zh_hans: RECOVER发现者主机无法进入计算机连接模式，请稍后重试。

source: Stage
de_de: Phase
es_es: Fase
fr: Étape
it: Fase
pt: Etapa
ru: Этап
zh_hans: 阶段

# ChamberConditioning
source: Conditioning
de_de: Konditionierung
es_es: Acondicionamiento
fr: Conditionnement
it: Condizionamento
pt: Condicionamento
ru: Подготовка
zh_hans: 熏显腔工作条件准备中

# ChamberHeat
source: Heating
de_de: Erwärmung
es_es: Calentamiento
fr: Chauffage
it: Riscaldamento
pt: Aquecimento
ru: Нагрев
zh_hans: 正在熏显

# ChamberInitialisation
source: Initialisation
de_de: Initialisierung
es_es: Inicialización
it: Inizializzazione
pt: Inicialização
ru: Инициализация
zh_hans: 正在初始化

# ChamberCooling
source: Cooling
de_de: Kühlung
es_es: Enfriamiento
fr: Refroidissement
it: Raffreddamento
pt: Refrigeração
ru: Охлаждение
zh_hans: 正在冷却

# ChamberBreakSeal
source: Purging
de_de: Spülung
es_es: Purga
fr: Purge
it: Spurgo
pt: Purga
ru: Продувка
zh_hans: 正在清洁

source: Precursor Target
de_de: Vorläuferziel
es_es: Objetivo de precursor
fr: Précurseur cible
it: Target del precursore
pt: Precursor alvo
ru: Целевое значение исходного материала
zh_hans: 试剂目标值

source: Base Target
de_de: Basisziel
es_es: Objetivo de base
fr: Base cible
it: Target di base
pt: Base alvo
ru: Целевое значение основы
zh_hans: 底座目标值

source: Pressure Target
de_de: Druckziel
es_es: Objetivo de presión
fr: Pression cible
it: Target di pressione
pt: Pressão alvo
ru: Целевое значение давления
zh_hans: 气压目标值

source: Export All
de_de: Alle exportieren
es_es: Exportar todo
fr: Exporter tout
it: Esporta tutto
pt: Exportar tudo
ru: Экспортировать все
zh_hans: 全部导出

source: Advanced
de_de: Erweitert
es_es: Avanzado
fr: Avancé
it: Avanzato
pt: Avançado
ru: Дополнительно
zh_hans: 高级

source: Unable to generate report.
de_de: Bericht kann nicht generiert werden.
es_es: No se puede generar el informe.
fr: Impossible de générer un rapport.
it: Impossibile generare il report.
pt: Não é possível criar relatório.
ru: Не удалось сгенерировать отчет.
zh_hans: 无法生成报告

source: Report Generated
de_de: Bericht generiert
es_es: Informe generado
fr: Rapport généré
it: Report generato
pt: Relatório criado
ru: Отчет сгенерирован
zh_hans: 报告已生成

# ConfirmDeleteLog
source: Are you certain you want to delete this log?
de_de: Möchten Sie dieses Protokoll wirklich löschen?
es_es: ¿Está seguro de querer eliminar este registro?
fr: Voulez-vous vraiment supprimer ce journal ?
it: Sei sicuro di voler rimuovere questo registro?
pt: Tem a certeza de que deseja eliminar este registo?
ru: Удалить этот журнал?
zh_hans: 是否确认删除这条日志？

# SuccesfullyExportedAll
source: Successfully exported all logs.
de_de: Alle Protokolle wurden erfolgreich exportiert.
es_es: Exportados correctamente todos los registros.
fr: Tous les journaux ont été bien exportés.
it: Tutti i registri esportati con successo.
pt: Todos os registos exportados com sucesso.
ru: Все журналы успешно экспортированы.
zh_hans: 已成功导出全部日志。

# EnterSerial
source: Enter Serial Number of Device:
de_de: Seriennummer des Geräts eingeben:
es_es: Introduzca el número de serie del dispositivo:
fr: Saisir le numéro de série de l'appareil :
it: Immettere il numero di serie del dispositivo:
pt: Introduzir número de série do dispositivo:
ru: Введите серийный номер устройства:
zh_hans: 输入主机序列号。

# InvalidSerialNumber
source: The Serial Number entered was invalid. Please enter a valid serial number.
de_de: Die eingegebene Seriennummer war ungültig. Geben Sie eine gültige Seriennummer ein.
es_es: El número de serie introducido es inválido. Introduzca un número de serie válido.
fr: Le numéro de série saisi était invalide. Veuillez saisir un numéro de série valide.
it: Il numero di serie immesso non è valido. Immettere un numero di serie valido.
pt: O número de série introduzido era inválido. Por favor, introduza um número de série válido.
ru: Введен недопустимый серийный номер устройства. Введите допустимый серийный номер.
zh_hans: 输入的序列号无效。请重新输入有效的序列号。

source: Firmware Version:
es_es: Versión de firmware:
fr: Version du micrologiciel :
it: Versione firmware:
pt: Versão de firmware:
ru: Версия микропрограммы:
zh_hans: 固件程序版本：

source: Serial Number:
de_de: Seriennummer:
es_es: Número de serie:
fr: Numéro de série :
it: Numero di serie:
pt: Número de série:
ru: Серийный номер:
zh_hans: 主机序列号：

source: Metal Type:
de_de: Metalltyp:
es_es: Tipo de metal:
fr: Type de métal :
it: Tipo di metallo:
pt: Tipo de metal:
ru: Тип металла:
zh_hans: 检材金属类型：

source: Chamber Type:
de_de: Kammertyp:
es_es: Tipo de cámara:
fr: Type de chambre :
it: Tipo di camera:
pt: Tipo de câmara:
ru: Тип камеры:
zh_hans: 熏显腔规格：

source: Develop-R Type:
de_de: Develop-R-Typ:
es_es: Tipo de Develop-R:
fr: Type de Develop-R :
it: Tipo di Develop-R:
pt: Tipo de DEVELOP-R:
ru: Тип DEVELOP-R:
zh_hans: 熏显试剂规格：

source: Large Chamber
de_de: Große Kammer
es_es: Cámara grande
fr: Grande chambre
it: Camera grande
pt: Câmara grande
ru: Большая камера
zh_hans: 大熏显腔

source: Small Chamber
de_de: Kleine Kammer
es_es: Cámara pequeña
fr: Petite chambre
it: Camera piccola
pt: Câmara pequena
ru: Малая камера
zh_hans: 小熏显腔

source: Copper Based
de_de: Kupferbasis
es_es: Aleación de cobre
fr: À base de cuivre
it: A base di rame
pt: À base de Cobre
ru: На основе меди
zh_hans: 含铜金属

source: Silver Coloured
de_de: Silberfarben
es_es: Color plata
fr: Couleur Argent
it: Colorato argento
pt: Cor prateada
ru: Серебристого цвета
zh_hans: 银色金属

# SingleInstanceError
source: Recover Companion Application is already open. Unable to open multiple instances
de_de: Die Begleit-App „Recover“ ist bereits geöffnet. Es ist nicht möglich, mehrere Instanzen zu öffnen
es_es: La aplicación Recover Companion ya está abierta. No se ha podido abrir varias veces
fr: L'application compagnon Recover est déjà ouverte. Impossible d'ouvrir de multiples instances
it: L’applicazione Recover Companion è già aperta. Impossibile aprire più istanze
pt: A aplicação RECOVER COMPANION já está aberta. Não é possível abrir várias vezes.
ru: Приложение Recover Companion уже открыто. Не удалось открыть несколько экземпляров
zh_hans: RECOVER“发现者伙伴”应用程序已经在运行，不能重复打开。

source: Select Language
de_de: Sprache auswählen
es_es: Seleccione el idioma
fr: Choisir la langue
it: Seleziona la lingua
pt: Selecione o idioma
ru: Выберите язык
zh_hans: 选择语言

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr: Confirmer
it: Confermare
pt: Confirme
ru: подтвердить
zh_hans: 确认

source: File Mode
de_de: Dateimodus
es_es: Modo de archivo
fr: Mode fichier
it: Modalità file
pt: Modo de arquivo
ru: Файловый режим
zh_hans: 文件模式

source: USB Mode
de_de: USB-Modus
es_es: Modo USB
fr: Mode USB
it: Modalità USB
pt: Modo USB
ru: Режим USB
zh_hans: USB模式

source: Printing in progress
de_de: Druckvorgang läuft...
es_es: Impresión en curso...
fr: Impression en cours...
it: Stampa in corso...
zh_hans: 正在打印

source: Printing Finished
de_de: Druckvorgang abgeschlossen
es_es: Impresión acabada
fr: Impression terminée
it: Stampa terminata
zh_hans: 打印结束

source: Page
de_de: Seite
es_es: Página
it: Pagina
zh_hans: 页

source: Select Audit logs to print:
de_de: Zu druckende Auditprotokolle auswählen:
es_es: Seleccionar registros de auditoría para imprimir:
fr: Sélectionner les journaux d'audit à imprimer :
it: Selezionare i registri di controllo da stampare:
zh_hans: 选择要打印的日志：

source: Check All
de_de: Alle markieren
es_es: Seleccionar todos
fr: Cocher tout
it: Selezionare tutto
zh_hans: 全部选择

source: Uncheck All
de_de: Auswahl aufheben
es_es: Deseleccionar todos
fr: Décocher tout
it: Deselezionare tutto
zh_hans: 全部不选择

# SinglePageMode
source: Use Single Page Per Log
de_de: Eine Seite pro Protokoll verwenden
es_es: Usar una página por registro
fr: Utiliser une page par journal
it: Usare una pagina singola per registro
zh_hans: 每条日志打印在单独页面上

# CaseReference
source: Reference:
de_de: Referenz:
es_es: Referencia:
fr: Référence :
it: Riferimento:
zh_hans: 编号:

# CaseOperator
source: User:
de_de: Benutzer:
es_es: Usuario:
fr: Utilisateur :
it: Utente:
zh_hans: 用户:

# EnterExtraInformation
source: Please enter the case reference and operator below.
de_de: Geben Sie unten die Fall-Referenz und den Bediener ein.
es_es: Indique a continuación la referencia del caso y el operador.
fr: Veuillez saisir la référence de cas et l'opérateur ci-dessous.
it: Inserire sotto il riferimento del caso e l'operatore.
zh_hans: 请在下方输入案件编号和操作员.

# ConfirmWriteExtraData
source: WARNING: These changes cannot be undone.
de_de: WARNUNG: Diese Änderungen können nicht rückgängig gemacht werden.
es_es: AVISO: No se pueden deshacer estos cambios.
fr: AVERTISSEMENT : ces changements ne peuvent pas être rétablis.
it: AVVERTENZA: Queste modifiche non possono essere annullate.
zh_hans: 警告: 这些修改无法撤销.

# ThisCannotBeUndone
source: These changes are permanent and may not be edited later.
de_de: Diese Änderungen sind dauerhaft und können nicht zu einem späteren Zeitpunkt bearbeitet werden.
es_es: Estos cambios son permanentes y no podrán editarse más tarde.
fr: Ces changements sont permanents et ne peuvent pas être modifiés par la suite.
it: Queste modifiche sono permanenti e non possono essere modificate in un secondo momento.
zh_hans: 这些修改将永久有效且之后无法再编辑.

source: Notes:
de_de: Notizen:
es_es: Notas:
it: Note:
zh_hans: 备注:

# UnableToOpenFileRightNow
source: Unable to open the file right now. Please try again later.
de_de: Die Datei kann momentan nicht geöffnet werden. Bitte versuchen Sie es später noch einmal.
es_es: No se puede abrir el archivo ahora. Pruebe de nuevo más tarde.
fr: Impossible d'ouvrir le fichier pour le moment. Veuillez essayer à nouveau plus tard.
it: Impossibile aprire il file ora. Si prega di riprovare più tardi.
zh_hans: 现在无法打开文件. 请稍后再试.

source: Create Service Pack
de_de: Service-Paket erstellen
es_es: Crear archivo soporte
fr: Créer un Pack Support
it: Creare File di supporto
zh_hans: 创建服务包

# CreatingServicePack
source: Creating Service Pack... This may take a few minutes.
de_de: Service-Paket wird erstellt... Dieser Vorgang kann ein paar Minuten dauern.
es_es: Creación de archivo soporte en curso… Esto puede durar varios minutos.
fr: Création d'un Pack Support en cours… Ceci peut prendre quelques minutes.
it: Creazione del File di supporto in corso… L'operazione potrebbe richiedere alcuni minuti.
zh_hans: 正在创建服务包… 这可能需要几分钟.

source: Service Pack Created!
de_de: Service-Paket erstellt!
es_es: Archivo soporte creado.
fr: Pack Support créé !
it: File di supporto creato!
zh_hans: 服务包创建完毕!

# ServicePackCreatingCancelled
source: Service Pack Creation Cancelled!
de_de: Erstellung des Service-Pakets abgebrochen!
es_es: Creación de archivo soporte cancelada.
fr: Création du Pack Support annulée !
it: File di supporto annullato!
zh_hans: 服务包创建已取消!

source: Show Graphs
de_de: Diagramme anzeigen
es_es: Mostrar gráficas
fr: Afficher les graphes
it: Visualizza grafici
pt: Mostrar gráficos
ru: Показать диаграммы
